Revit 2024 API
BuiltInFailures.DirectContext3DFailures Class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class DirectContext3DFailures
Visual Basic
Public NotInheritable Class DirectContext3DFailures
Visual C++
public ref class DirectContext3DFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.DirectContext3DFailures
See Also
BuiltInFailures.DirectContext3DFailures Members
Autodesk.Revit.DB Namespace